Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/starting_work_and_changing_job/young_people_at_work/rights_of_young_workers.html.txt.tmx
Source language: en
Languages: ga

source: The Protection of Young Persons (Employment) Act 1996 is designed to protect the health of young workers and ensure that work carried out during school years does not put young people's education at risk
ga: Tá sé mar aidhm ag an Acht um Chosaint Daoine Óga (Fostaíocht) 1996 sláinte oibrithe óga a chosaint agus a chinntiú nach gcuirfear oideachas daoine óga i bhfiontar agus iad ag freastal ar scoil

source: The Act sets minimum age limits for employment, rest intervals and maximum working hours and prohibits the employment of anyone under 18 on late night work
ga: Eilíonn an tAcht go gcoiméadfadh fostóirí taifid achtaithe d'oibritheoirí faoi bhun 18 mbliana d'aois

source: The Act generally applies to employees under 18 years of age
ga: Tá feidhm ag an Acht seo maidir le fostaithe faoi bhun 18 mbliana d'aois

source: It defines children as being aged under 16 and young persons refers to those aged 16 and 17
ga: Tá leanaí mínithe san Acht mar daoine faoi bhun 16 bliana d'aois agus daoine óga mar daoine idir 16 agus 17 bliana d'aois

source: You can read more information in our document on working hours and rest breaks for children and young people
ga: Tá tuilleadh eolais inar doiciméad faoi na uaireanta oibre agus sosanna scíthe do leanaí agus dhaoine óga

source: Under the Act, employers cannot employ children aged under 16 in regular full-time jobs
ga: De réir an Achta, ní féidir le fostóirí postanna lánaimseartha rialta a thabhairt do dhaoine óga faoi bhun 16 bliana d'aois

source: Children aged 14 and 15 may be employed as follows:
ga: Tá sé ceadaithe ag fostóirí daoine óga idir 14 agus 15 bliana d'aois a fhostú:

source: • Doing light work during the school holidays – they must have at least 21 days off work during this time
ga: • Le hobair éadrom a dhéanamh i rith laethanta saoire – ba cheart go mbeadh 21 lá saor ó obair acu

source: • As part of an approved work experience or educational programme where the work is not harmful to their health, safety or development
ga: • Mar chuid de chlár oideachais nó clár um thaithí oibre formheasta nuair nach bhfuil sé dochrach dá sláinte, sábháilteacht nó forbairt

source: • In film, cultural, advertising work or sport under licences issued by the Minister for Jobs, Enterprise and Innovation
ga: • Féadfar daoine óga faoi bhun 16 bliana d'aois a fhostú chun obair scannánaíochta, cultúrtha, fógraíochta nó spóirt a dhéanamh faoi cheadúnais a éisíonn ag an tAire Poist, Fiontar agus Nuálaíochta

source: Children aged 15 may do 8 hours a week light work in school term time
ga: Féadfar leanaí ós cionn 15 bliana d'aois 8 n-uaire sa tseachtain i rith an téarma scoile

source: The maximum working week for children outside school term time is 35 hours or up to 40 hours if they are on approved work experience
ga: Is í 35 uaire í an uassheachtain i rith laethanta saoire, ciallaíonn nó más taithí oibre é is í 40 uaire í an uassheachtain

source: The maximum working week for young people aged 16 and 17 is 40 hours with a maximum of 8 hours a day
ga: Is í 40 uaire í an uassheachtain, agus 8 n-uaire an uaslá do dhaoine óga idir 16 agus 17 bliana d'aois

source: If a young person under 18 works for more than one employer, the combined daily or weekly hours of work cannot exceed the maximum number of hours allowed
ga: Má oibríonn duine óg do níos mó ná fostóir amháin, ní féidir leis na huaireanta oibre seachtainiúil nó laethúil comhcheangailte an uasuimhir uaireanta ceadaithe a shárú

source: Young persons are only permitted to work between 6am and 10pm
ga: Níl cead ag daoine óga a bheith ag obair ach idir 6 r.n. agus 10 i.n

source: Any exceptions to this rule must be provided by regulation – see ‘Licensed premises' below
ga: Ní foláir eisceachtaí ar bith a bheith socruithe de réir rialacháin – féach ‘Áitreabh ceadúnaithe’ thíos

source: The Protection of Young Persons Act 1996 (Employment in Licensed Premises) Regulations 2001 permit young people employed on general duties in a licensed premises to be required to work up to 11pm on a day that does not immediately precede a school day during a school term where the young person is attending school
ga: Tá sé ceadaithe ag daoine óga fostaithe le haghaidh dualgas ghinearálta in áitreabh ceadúnaithe de réir an Acht um Chosaint Daoine Óga (Fostaíocht) 1996 (Fostaíocht in áitreabh Ceadúnaithe) Rialacháin 2001 - (IR 350 de 2001) obair a dhéanamh suas go dtí 11 i.n. ar lá nach dtagann díreach roimh lá scoile i rith téarma scoile nuair atá an duine óg ag freastal ar scoil

source: Employers who employ young persons to carry out general duties in a licensed premises must have regard to the Code of Practice concerning the Employment of Young Persons in Licensed Premises (pdf)
ga: Ní mór do fhostóirí a fhostaíonn daoine óga le haghaidh dualgas ghinearálta in áitreabh ceadúnaithe feidhmiú de réir Cód Cleachtais maidir le Fostaíocht Daoine Óga in Áitreabh Ceadúnaithe (pdf)

source: Evidence of age and the written permission of parents
ga: Fianaise aoise agus cead i scríbhinn na dtuismitheoirí

source: Employers must see a copy of the young person's birth certificate or other evidence of his or her age before employing that person
ga: Caithfidh na fostóirí cóip de theastas breithe an dhuine óig a fheiceáil nó fianaise eile maidir lena (h)aois roimh dóibh an duine siúd a fhostú

source: If the young person is under 16, the employer must get the written permission of the person's parent or guardian
ga: Má bhíonn an duine óg faoi bhun 16 bliana d'aois, caithfidh an fostóir cead i scríbhinn a fháil ó thuismitheoir nó ó chaomhnóir an dhuine óig

source: All employees are entitled by law to a payslip
ga: Tá teideal de réir dlí ag gach fostaí chun duillín pá a fháil

source: A pay slip is essentially a statement in writing from the employer to the employee that outlines the total pay before tax and all details of any deductions from pay
ga: Is éard atá i nduillín pá go bunúsach ná ráiteas i scríbhinn ón bhfostóir don fhostaí ina bhfuil sracléiriú ar an bpá iomlán roimh cháin agus sonraí uile aon asbhaintí as an bpá

source: You should find out information about the items your payslip should contain and how your tax is calculated here
ga: Ba chóir duit eolas a fháil faoi na míreanna is ceart a bheith ar do dhuillín pá agus conas a dhéantar do cháin a ríomh anseo

source: Since 1 January 2017, the national minimum wage is €9.25 per hour
ga: Ó 1 Eanáir 2017 is é €9.25 in aghaidh na huaire an pá íosta náisiúnta

source: This does not mean that everyone is automatically entitled to receive this
ga: Ní chiallaíonn an méid sin go bhfuil gach duine go huathoibríoch i dteideal é a fháil

source: Young people aged under 18 are only guaranteed up to 70% of the national minimum wage which is €6.48 per hour
ga: Ní thugtar ráthaíocht do dhaoine óga atá faoi bhun 18 mbliana d’aois ach suas le 70% den phá íosta náisiúnta a fháil, sin €6.48 in aghaidh na huaire

source: Your employer is, of course, free to pay you more than the minimum wage if they wish, but you should be aware that they are not required to do so by law
ga: Tá saoirse ag d’fhostóir ar ndóigh níos mó ná an pá íosta a íoc leat más mian leis é ach ba chóir duit a fhios a bheith agat nach gá dó sin a dhéanamh de réir dlí

source: If you are working in a job where staff are given tips/gratuities by customers (i.e, restaurants, bars, etc.) there is nothing in law to state you are automatically entitled to these tips
ga: Má tá tú ag obair i bpost ina bhfaigheann an fhoireann aiscí ó chustaiméirí (i. bialanna, beáir, etc.) níl aon ní sa dlí a deir go bhfuil tú i dteideal, go huathoibríoch, na haiscí sin a fháil

source: However, the law does not require you to hand these tips to your employer either
ga: Ní cheanglaíonn an dlí ort, áfach, na haiscí sin a thabhairt do d’fhostóir ach oiread

source: Instead, it all depends on the custom and practice in your workplace
ga: Ina ionad sin, braitheann cúrsaí go hiomlán ar an nós agus ar an gcleachtas atá i bhfeidhm in d’áit oibre

source: If all tips are collected by management and paid to staff through the payroll, then these tips are subject to tax in the normal way
ga: Má bhailíonn an bhainistíocht na haiscí go léir agus má íoctar leis an bhfoireann iad tríd an bpárolla, ansin tagann na haiscí sin faoi réir cánach ar an ngnáthbhealach

source: Records to be kept by employers
ga: Taifid atá le coimeád ag na fostóirí

source: Employers must keep records for every employee under 18 that contain the following information:
ga: Caithfidh na fostóirí taifid a choimeád i leith gach fostaí faoi bhun 18 mbliana d'aois a mbeidh an t-eolas seo iontu:

source: • The employee's date of birth
ga: • Dáta breithe an fhostaí

source: • The employee's starting and finishing times for work
ga: • Amanna tosaithe agus críochnaithe an fhostaí i gcóir oibre

source: • The wage rate and total wages paid to the employee
ga: • Ráta pá agus pá iomlán íoctha leis an bhfostaí

source: The employer must keep these records for at least 3 years
ga: Caithfidh an fostóir na taifid seo a choimeád ar feadh trí bliana ar a laghad

source: Employers must give employees aged under 18 years a copy of the official summary of the Protection of Young Persons (Employment) Act, along with other details of their terms of employment within one month of taking up a job
ga: Caithfidh na fostóirí cóip de choimriú oifigiúil den Acht um Chosaint Daoine Óga (Fostaíocht) 1996 a thabhairt do na fostaithe faoi bhun 18 mbliana d’aois maraon le sonraí eile a mbaineann lena dtéarmaí fostaíochta laistigh de mhí amháin tar éis dóibh post a ghlacadh

source: Employers with employees under 18 must also display the official summary of the Act at a place in their workplace where it can be easily read
ga: Caithfidh fostóirí a bhfuil fostaithe faoi bhun 18 mbliana d'aois acu coimriú oifigiúil den Acht a chur suas in áit faoi leith san áitreabh ar féidir le daoine é a léamh go héasca

source: Penalties under the Protection of Young Persons (Employment) Act
ga: Pionóis faoin Acht um Chosaint Daoine Óga (Fostaíocht) 1996

source: Employers found guilty of an offence under the Act are liable on summary conviction to a fine of up to €1,904.61
ga: Féadfar fíneál suas le €1,904.61 a ghearradh ar aon fhostóir ciontaithe ar achoimre faoin Acht

source: Continuing breaches of the Act can attract a fine of up to €317.43 a day
ga: Féadfar fíneál suas le €317.43 in aghaidh an lae a ghearradh i leith sáraithe leanúnacha

source: Continuing education and training
ga: Traenáil agus oideachas leanúnach

source: Tusla is responsible for ensuring that every child either attends school or otherwise receives a minimum education
ga: Bunaíodh Tusla le deimhin a dhéanamh de go bhfreastalóidh gach gasúr ar scoil go rialta nó go bhfaighidh sé nó sí íosleibhéal sásúil oideachais ar bhealach éigin eile

source: One of its duties is to set up and maintain a register of young persons aged 16 and 17 who leave school early to take up employment and to make arrangements for their continuing education and training in consultation with providers and employers
ga: Tá dualgas ag an mBord ar clárliosta de ógánaigh 16 agus 17 bliain d'aois a stopann ón scoil go luath le dul ag saothrú a choinneáil agus ní foláir don mBord cúrsaí scolaíochta is oiliúna dóibh i gcomhar lena bhfostóirí a shocrú

source: Complaints in relation to infringements of the Protection of Young Persons (Employment) Act 1996 may be referred to the Inspection Services of the Workplace Relations Commission (WRC)
ga: Is féidir gearáin i dtaobh shárú an Achta um Chosaint Daoine Óga 1996 a chur faoi bhráid seiribhísí cigireachtaan Choimisiúin um Chaidreamh san Áit Oibre

source: If a child or a young person thinks they have been penalised for refusing to co-operate with an employer in breaching the Act (for example, by refusing to work prohibited hours) then a parent or guardian may make a complaint to a WRC adjudicator
ga: Is féidir gearáin faoi phionós curtha ar fhostaí maidir le diúltú comhoibrithe le fostóir i sárú an Achta um Chosaint Daoine Óga (Fostaíocht) 1996 a chur faoi bhráid breithneora an Choimisiúin um Chaidreamh san Áit Oibre taobh istigh de shé mhí ón bpionós sin. Is féidir gearáin a dhéanamh tríd an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: Complaints should be within 6 months of such penalisation. You can make a complaint using the online complaint form available on workplacerelations.ie
ga: Is féidir síneadh 6 mhí bhreise a chur leis an tréimhse seo má tá an Coimisinéir sásta gur chuir cúinsí réasúnacha moill ar chur isteach an ghearáin taobh istigh den tréimhse thuasluaite

source: For further information on the Protection of Young Persons (Employment) Act 1996 contact the WRC Information and Customer Services - see 'Where to apply' below
ga: Chun tuilleadh eolais a fháil maidir leis an Acht um Chosaint Daoine Óga (Fostaíocht) 1996 déan teagmháil leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: It has a guide to the Protection of Young Persons (Employment) Act 1996 (pdf). Where to apply
ga: Tá treoir don Acht um Chosaint Daoine Óga 1996 (pdf) ann

source: Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland
ga: Cá háit a dhéanfaidh mé iarratas?
